-note-some-markdown = برخی از نشانه گذاری‌های مارک‌داون مجاز است.
-note-no-markdown = استفاده از مارک‌داون مجاز نیست.
-note-editable = قبل از انتشار می‌توانید این مورد را تغییر دهید.
-optional = اختیاری
f-title = فراخوان ارسال ارائه RustFest Global 2021
f-submission-deadline-t = مهلت ارسال
f-manage = اگر قبلاً پروپوزالی در قالب TOML دارید (از این صفحه یا یک کنفرانس سازگار دیگر خروجی گرفته اید) می توانید فایل را در اینجا وارد کنید:
-note-most-markdown = اکثر ساختارهای مارک‌داون مجاز هستند (تایپوگرافی، لیست ها، پیوندها و غیره)
f-form-notes = پر کردن تمام فیلدها الزامی است، به جز مواردی که به صراحت به عنوان "اختیاری" علامت گذاری شده اند.
f-submission-deadline =
    توجه داشته باشید، فراخوان ارسال ارائه RustFest Global **ددلاین ندارد**، فراخوان ارسال ارائه *به پایان نمی‌رسد*، اما برای اینکه ارائه شما برای یکی از رویدادهای آینده ما در نظر گرفته شود، معمولاً شما باید 3 الی 4 هفته قبل از تاریخ رویداد، ارائه خود را برای ما ارسال کنید.
    
    { "[" }این لینک را برای تاریخ های پایانی برای ارسال ارائه برای رویدادهای پیش‌رو ببینید](
    { $linkUpcomingEvents }
    )
f-manage-t = بارگذاری و مدیریت پروپوزال ها
f-manage-auth-btn = ارسال کد
f-manage-upload-btn = بارگذاری پروپوزال
f-manage-download-t = دریافت پروپوزال
