event-rfg2021-africa-summary = اولین رویداد RustFest که توسط اعضای جامعه آفریقای راست برای شما با پخش زنده در مناطق زمانی آفریقا، اروپا و خاورمیانه ارائه میشود.
event-rfg2021-latam-summary = در سال 2021، رویدادی با همکاری جامعه LATAM راست، پخش زنده در مناطق زمانی در قاره آمریکا.
event-rfg2021-arts-summary = یک رویداد ویژه که تقاطع بیان هنری و برنامه‌نویسی سیستمی را پوشش می‌دهد.
event-rfg2021-apac-summary = RustFest Global 2021 APAC Edition کنفرانسی است که توسط راست‌کاران از منطقه آسیا/اقیانوسیه میزبانی می شود.
